Repository: collective/Products.SimpleGroupsManagement
Catalog: Products/SimpleGroupsManagement/i18n/Products.SimpleGroupsManagement-*.po
Languages: it

source: Add selected
it: Aggiunti selezionati

source: Delete selected
it: Elimina selezionati

source: Make normal users able to manage groups
it: Rende gli utenti comuni in grado di gestire gruppi

source: Member(s) added
it: Utente(i) aggiunto

source: Member(s) removed
it: Utente(i) rimosso

source: User
it: Utente

source: sgm_add_members
it: Aggiungi altri membri

source: sgm_add_new_portal_member
it: Aggiungi nuovi membri del portale

source: sgm_add_new_user
it: Aggiunge nuovo utente

source: sgm_group_members
it: Membri del gruppo

source: sgm_label_back_to_gm
it: Ritorna alla gestione dei gruppi

source: sgm_no_members
it: Nessun membro

source: sgm_no_portal_members
it: Nessun membro nel portale

source: smg_manageable_groups_title
it: Gruppi disponibili

source: smg_no_groups
it: Non puoi gestire nessun gruppo

source: smg_panelhelp
it: Da questa pagina puoi gestire gruppi del portale, aggiungendo e rimuovendo utenti da questi.

source: smg_paneltitle
it: Gestione dei gruppi
